Repository: fancystudio/emm
Catalog: locale/messages-*.po
Languages: sk

source: Account was created.
sk: Konto bolo vytvorené.

source: Your member ID is
sk: Bolo Vám pridelené nasledovné èíslo èlena:

source: Your profile was updated.
sk: Vá¹ profil bol aktualizovaný.

source: Login
sk: Prihlasovacie meno

source: Member ID
sk: Èíslo èlena

source: Password
sk: Heslo

source: Retype password
sk: Overovacie heslo

source: Personal data
sk: Osobné údaje

source: Name
sk: Meno

source: Company_name
sk: Názov

source: Surname
sk: Priezvisko

source: Title
sk: Titul

source: Work position
sk: Pracovná pozícia

source: Street
sk: Ulica

source: Number
sk: Èíslo

source: City
sk: Mesto

source: ZIP
sk: PSÈ

source: State
sk: ©tát

source: Phone
sk: Telefón

source: Mobil phone
sk: Mobilný telefón

source: Birth date
sk: Dátum narodenia

source: Gender
sk: Pohlavie

source: man
sk: mu¾

source: woman
sk: ¾ena

source: Member type
sk: Typ èlena

source: Company data
sk: Firemné údaje

source: ICO
sk: IÈO

source: Company type (professional focus)
sk: Profesijné zameranie spoloènosti

source: Gipsum systems
sk: suchá výstavba-systémy

source: Isolations
sk: EPS

source: Wall materials
sk: omietky

source: Marketing info
sk: Marketingové údaje

source: Where did you get the<br>registration form from?
sk: Odkiaµ ste získal<br>registraèný formulár?

source: Sales person
sk: OZ spoloènosti

source: Distribution partner
sk: distributér

source: By mail
sk: pri¹iel mi po¹tou

source: Other
sk: iné

source: Send
sk: Odosla»

source: Category
sk: Kategória

source: all
sk: v¹etky

source: Change
sk: Zmeni»

source: Pages
sk: Stránky

source: There are no items in selected category.
sk: V tejto kategórii nie sú ¾iadne polo¾ky.

source: points
sk: bodov

source: %s prod_point
sk: bod

source: There are no items.
sk: Zoznam neobsahuje ¾iadne polo¾ky.

source: %s for every
sk: za ka¾dý

source: you gain
sk: získate

source: You does not have any orders.
sk: Nemáte ¾iadne objednávky.

source: Close window
sk: Zavrie» okno

source: No data was entered.<br>
sk: Neboli vlo¾ené ¾iadne údaje.<br>

source: Passwords have to be the same.<br>
sk: Heslá musia by» rovnaké.<br>

source: Password has to be above 4 characters.<br>
sk: Heslo musí by» dlh¹ie ako 4 znaky.<br>

source: You have to enter Name.<br>
sk: Musíte vlo¾i» Meno.<br>

source: You have to enter Surname.<br>
sk: Musíte vlo¾i» Priezvisko.<br>

source: You have to enter Member type.<br>
sk: Musíte vlo¾i» Typ èlena.<br>

source: You have to enter Street.<br>
sk: Musíte vlo¾i» Ulicu.<br>

source: You have to enter Street number.<br>
sk: Musíte vlo¾i» Èíslo domu.<br>

source: You have to enter City.<br>
sk: Musíte vlo¾i» Mesto.<br>

source: You have to enter ZIP.<br>
sk: Musíte vlo¾i» PSÈ.<br>

source: You have to enter State.<br>
sk: Musíte vlo¾i» ©tát.<br>

source: You have to enter E-mail.<br>
sk: Musíte vlo¾i» E-mailovú adresu.<br>

source: You have to enter Phone.<br>
sk: Musíte vlo¾i» Èíslo telefónu.<br>

source: You have to enter Gender.<br>
sk: Musíte vybra» Pohlavie.<br>

source: You have to enter Work position.<br>
sk: Musíte vlo¾i» Pracovnú pozíciu.<br>

source: You have to enter Company name.<br>
sk: Musíte vlo¾i» Meno spoloènosti.<br>

source: You have to enter Company ICO.<br>
sk: Musíte vlo¾i» IÈO spoloènosti.<br>

source: You have to enter Company street.<br>
sk: Musíte vlo¾i» Ulicu spoloènost.<br>

source: You have to enter Company street number.<br>
sk: Musíte vlo¾i» Èíslo ulice spoloènosti.<br>

source: You have to enter Company city.<br>
sk: Musíte vlo¾i» Mesto spoloènosti.<br>

source: You have to enter Company ZIP.<br>
sk: Musíte vlo¾ir PSÈ spoloènosti.<br>

source: You have to enter Company State.<br>
sk: Musíte vlo¾i» ©tát spolocnosti.<br>

source: You have to enter Company type.<br>
sk: Musíte vlo¾i» Profesijné zameranie spoloènosti.<br>

source: There was error by changing profile. Contact infoline operator, please.<br>
sk: V systéme nastala chyba pri zmene profilu. Kontaktujte operátor na infolinke prosím.<br>

source: Login has to be above 4 characters.<br>
sk: Prihlasovacie meno musí by» dlh¹ie ako 4 písmená.<br>

source: Error by checking login.<br>
sk: Pri kontróle prihlasovacieho mena nastala chyba.<br>

source: There are same Login. You have to choose a different one.<br>
sk: Zadané prihlasovacie meno sa v systéme u¾ nachádza. Zvolte si iné prosím.<br>

source: Error by generating member ID.<br>
sk: Pri generovaní identifikaèného èísla èlena programu nastala chyba.<br>

source: Error by checking activation promotion.<br>
sk: Pri kontróle aktivaèného bonusu nastala chyba.<br>

source: There was error by creating account. Contact infoline operator, please.<br>
sk: Pri vytváraní konta nastala chyba. Kontaktujte operátor na infolinke prosím.<br>

source: You have to insert street number.
sk: Musíte vlo¾i» èíslo ulice v èíselnej forme.

source: You have to insert company ZIP in correct format.
sk: Musíte vlo¾i» PSÈ v èíselnej forme.

source: You have to insert company street number in correct format.
sk: Musíte vlo¾i» èíslo ulice spoloènosti v èíselnej forme.

source: You have to insert company ICO in correct format.
sk: IÈO musí tvori» minimálne 8 èíslic.

source: You have to insert mobil phone number in correct format.
sk: Èíslo mobilného telefónu musí tvori» minimálne 9 èíslic.

source: You have to insert fax number in correct format.
sk: Èíslo faxu musí tvori» minimálne 6 èíslic.

source: You have to insert phone number in correct format.
sk: Èíslo telefónu musí tvori» minimálne 6 èíslic.

source: You have to insert ZIP in correct format.
sk: Musíte vlo¾i» PSÈ v správnej forme.

source: year
sk: rok

source: month
sk: mesiac

source: day
sk: deò

source: selectval
sk: vybra»

source: show cart
sk: zobrazi» ko¹ík

source: add to cart
sk: vlo¾i» do ko¹íku

source: Cart is empty
sk: Ko¹ík je prázdny.

source: Cart count
sk: Poèet

source: Cart name
sk: Meno

source: Cart price
sk: Body

source: Item was add in to the cart.
sk: Odmena bola ulo¾ená do ko¹íku.

source: Together
sk: Spolu

source: To send order, you have to log in at first.
sk: Pre odoslanie objednávky sa musíte prihlási».

source: You does not have enough points to send order.
sk: Nemáte dostatok bodov k odoslaniu objednávky.

source: Cart content
sk: Obsah ko¹íku

source: You obtain points for every purchase of our products
sk: Za ka¾dý nákup na¹ich produktov získavate body

source: delete
sk: vymaza»

source: Item was deleted from the cart.
sk: Polo¾ka bola vymazaná.

source: Delivery address
sk: Dodacia adresa

source: Contact e-mail
sk: Kontaktný e-mail

source: Contact phone
sk: Kontaktný telefón

source: Note
sk: Poznámka

source: Order was sended.
sk: Objednávka bola odoslaná.

source: Error by saving data.
sk: Chyba pri ukladaní dát.

source: Error by retrieving product data.
sk: Chyba pri príjmaní údajov o produkte.

source: Date
sk: Dátum

source: Items count
sk: Poèet polo¾iek

source: Points sum
sk: Suma bodov

source: Order detail
sk: Detail objednávky

source: Order items
sk: Polo¾ky objednávky

source: Count
sk: Poèet

source: Points pre piece
sk: Body za ks

source: Sum
sk: Spolu

source: Back to My orders
sk: Spä» do Mojich objednávok

source: most_frequently_buying
sk: Od koho najèastej¹ie nakupujete výrobky Icopal
